library/Shineisp/Banks/BNL/Igfs/IgfsCgVerify.request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.api.web.cg.igfs.apps.netsw.it/">
<soapenv:Header/>
<soapenv:Body>
<ser:Verify>
<request>
<apiVersion><![CDATA[{apiVersion}]]></apiVersion>
<tid><![CDATA[{tid}]]></tid>
<signature><![CDATA[{signature}]]></signature>
<shopID><![CDATA[{shopID}]]></shopID>
<paymentID><![CDATA[{paymentID}]]></paymentID>
</request>
</ser:Verify>
</soapenv:Body>
</soapenv:Envelope>
